##################################################################
#《Python机器学习及实践：从零开始通往Kaggle竞赛之路（2024年度版）》开源代码
#-----------------------------------------------------------------
#                 @章节号：2.5（PyCharm使用简介）                           
#                 @作者：范淼、徐晟桐 
#                 @购书链接：https://item.jd.com/13482761.html
#                 @电子邮箱：fanmiao.cslt.thu@hotmail.com              
#                 @官方交流QQ群号：561500762                        
##################################################################
if __name__ == '__main__':
    print('感谢您购阅《Python机器学习及实践：从零开始通往Kaggle竞赛之路》!')